tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "v2raya/v2raya"

brew "v2raya/v2raya/v2raya"
brew "bash"
brew "cmake"
brew "llvm"
brew "tmux"
brew "neovim"
brew "fish"
brew "yazi"
brew "zoxide"
brew "eza"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "bat"
brew "tldr"
brew "git-delta"
brew "starship"
brew "hugo"
brew "typst"
brew "node"
brew "go"

cask "font-iosevka-term-nerd-font"
cask "visual-studio-code"
cask "alacritty"
cask "wezterm"
cask "hammerspoon"
cask "raycast"
cask "karabiner-elements"
cask "keycastr"
cask "arc"
cask "iina"
cask "skim"
cask "maczip"
cask "the-unarchiver"

cask "yesplaymusic"
cask "tencent-meeting"
cask "wechat"
cask "discord"
cask "qq"
cask "steam"
cask "xld" #Music format
cask "fliqlo" #screen saver

vscode "hyzeta.vscde-theme-github-light"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
